{
  "archive": [
    {
      "enable": true,
      "text": "&6&l¡BIENVENIDOS &6&lA &6&lLA &6ACTUALIZACIÓN &6&l1.3.0!%n%%n%Sean bienvenidos al festival del caos, donde le pondremos una raya a la cebra para ver si alguien se da cuenta...%n%Como sea, aqui la lista de cambios:%n%%n%&cSISTEMA &cDE &cMUERTE:%n%Al morir ahora tendras disponible tres opciones para revivir en el servidor:%n%- Lento: Revives luego de 4 dias. %n%- Rapido: Revives al instante. Pierdes 50% de vida maxima. Regresas al spawn.%n%- Puntos: Revives al instante. No pierdes vida maxima. Regresas a donde moriste.%n%%n%&cITEMS:%n%- &a[NUEVO] RUNA DE CORAZÓN: Permite curar tu vida maxima.%n%- &a[NUEVO] FRAGMENTO DE TÓTEM: Una pieza de totem que permite conseguir un totem mejorado.%n%- &a[NUEVO] TÓTEM DE LA RESISTENCIA: Un totem que te salvará de la muerte sin fallo alguno.%n%- &e[CAMBIADO] TÓTEM DE LA INMORTALIDAD: Este totem tiene 50% de probabilidades de fallar.%n%%n%&cPOCIONES:%n%- &a[NUEVO] PUNTO DE QUIEBRE: El portador de este efecto, recibira parte de un daño reflejo cuando pierda vida.%n%- &a[NUEVO] POCIÓN DE ATURDICIÓN: El portador de este efecto tendra fatiga minera y los objetos que porte estarán en enfriamiento.%n%%n%&cMOBS:%n%- &e[CAMBIADO] ALDEANO NOMADA: Este aldeano ahora tiene chances de aparecer con un tradeo extra en su inventario.%n%    &ax10 &aEsmeraldas + &dx1 &dFrag. &dde &damatista = &cx1 &cRUNA &cDE &cCORAZÓN%n%    &ax24 &aEsmeraldas + &bx4 &dFragmento &bde &btótem = &cx1 &6TÓTEM &6DE &6LA &6RESISTENCIA%n%- &e[CAMBIADO] PHANTOMS: Los phantoms ahora tienen la probabilidad de aparecer con mayor tamaño y estos te daran &equiebre al atacarte. Al derrotarlos puede soltar &aPociones &ade &aquiebre&r.%n%- &a[NUEVO] ESPECTOS: Estos enemigos son invisibles y al atacarte te darán el efecto de &eaturdición&r. Al derrotarlos puede soltar &aPociones de aturdición&r.%n%- &a[NUEVO] MANIFESTACIÓN PASADA: Estos enemigos aparecen con un set de armadura fuerte y poseen una gran agilidad. Al derrotarlos puede soltar &aFragmentos &ade &atótem&r.",
      "icon": "https://i.imgur.com/tPp8Wvr.gif"
    },
    {
      "enable": true,
      "text": "&6&l¡BIENVENIDOS &6&lA &6&lLA &6&lVERSIÓN &6&l1.4.0!%n%%n%Bienvenidos al nuevo HardNight.%n%Todos los cambios estan en el &9discord.%n%- Atte: El Staff de Hardnight",
      "icon": "https://i.imgur.com/ZLJgSN2.gif"
    },
    {
      "enable": true,
      "text": "&6&l¡MUCHAS &6&lGRACIAS &6&lPOR &6&lJUGAR%n%%n%Debido a la baja actividad del servidor y al presupuesto disponible, el servidor ha llegado al final.",
      "icon": "https://media1.tenor.com/m/Kp3Q2HiVUFQAAAAC/cat-on-fire-sitting.gif"
    }
  ]
}
